; MSETUP4 string table
[STRING]
CHARSET="128"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Osaka"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="他のユーザーが本ソフトウェアを使用中のため、起動することができません。"
MSE1="今ここで再起動することはできません。起動中のインストーラーやアプリケーションソフトを終了し、キヤノンのインストール用プログラムを終了してから、再起動してください。"
MSE2="このプログラムは、現在お使いのOS(オペレーティングシステム)をサポートしていません。"
MSE3="ソフトウェアをインストールするためには、管理者のアカウントとしてログオンしている必要があります。\n[OK]ボタンをクリックし、本CD-ROMを一旦取り出してインストールを中止してください。\nインストール中止後、管理者のアカウントとしてログオンし直し、本CD-ROMを再度セットしてください。"
MSE3_Mac="本ソフトウェアを起動するには、管理者アカウントでログインする必要があります。"
MSE31_Mac="本ソフトウェアをインストールするには、管理者のユーザー名とパスワードが必要です。"
MSE4="ファイルを開くためには適切なアプリケーションソフトが必要です。"
MSE5="空き容量が足りません。\nソフトウェアをインストールするためには、%D%ドライブに%S% Mバイトの空き容量が必要です。"
MSE6="指定されたフォルダーにはインストールできません。アプリケーションソフトのインストール先は、ローカルのハードディスクドライブにある、書き込み可能なフォルダを指定してください。"
MSE7="画面の解像度が低いため本プログラムを起動することができません。800x600ピクセル以上の解像度にしてから再度実行してください。\nタブレットPCにインストールする場合は、画面の向きを横向きにしてから実行してください。"
MSE7_Mac="画面の解像度が低いため本プログラムを起動することができません。800x600ピクセル以上の解像度にしてから再度実行してください。"
MSE8="CD-ROMがドライブに入っていません。\nCD-ROMをドライブに入れ直してください。"
MSE9="ファイル名には次の文字は使えません。\n/ , ; * ? \\" < > |"
MSE10="パス名の長さが制限を越えています。半角150文字以内に変更してください。"
MSE11="パス名にドライブ名が含まれていない、または相対パス形式になっています。絶対パスで指定してください。"
MSE12="[おまかせインストール]は、現在お使いのOS（オペレーティングシステム）をサポートしていません。"
MSE15="このプログラムはWindows 2000 Service Pack 4以上のOS(オペレーティングシステム)で実行可能です。Service Pack 4未満のOSをお使いの方はWindows2000をService Pack 4以上にアップデートしてから再度実行してください。"
MSE16="ファイルが開けませんでした。"
MSE17="このプログラムはWindows XP Service Pack 2以上のOS(オペレーティングシステム)で実行可能です。Service Pack 2未満のOSをお使いの方はWindows XPをService Pack 2以上にアップデートしてから再度実行してください。"
MSE18="このプログラムは、Windows XPをご使用の場合、Service Pack 3以上のOS (オペレーティングシステム)で実行可能です。Windows XPをService Pack 3以上にアップデートしてから再度実行してください。"
MSE19="このプログラムは、Windows Vista をご使用の場合、Service Pack 1以上のOS (オペレーティングシステム)で実行可能です。Windows VistaをService Pack 1以上にアップデートしてから再度実行してください。"
MSE20="このプログラムは、Windows Vista をご使用の場合、Service Pack 2以上のOS (オペレーティングシステム)で実行可能です。Windows VistaをService Pack 2以上にアップデートしてから再度実行してください。"

MSW1="古いバージョンのファイルが存在していたので、ファイルを更新しました。更新を完了するために、システムを再起動します。[OK]をクリックしてください。システムの起動後は、本ソフトウェアが自動的に再起動します。"
MSW2="フォルダ\n\"%P%\"\nは存在しません。作成しますか？"
MSW3="お使いのOSによっては、正常に動作しない可能性があります。[最新情報の確認]をクリックするとキヤノンのサポートページを表示します。最新情報をチェックしてください。\n\n最新情報を確認後、[インストール続行]をクリックするとインストール処理を継続します。[インストール中止]をクリックするとインストール処理を中止します。"
MSW4="お使いのOSに対応した最新版ソフトウェアがご利用いただけます。[最新情報の確認]をクリックし、キヤノンのホームページからダウンロードしてお使いいただくことをお勧めします。\n[OK]をクリックするとインストール処理を継続します。[キャンセル]をクリックすると終了します。"

MSM0001="OK"
MSM0002="キャンセル"
MSM0003="はい"
MSM0004="いいえ"
MSM0005="戻る"
MSM0006="次へ"
MSM0007="継続"
MSM0008="中止"
MSM0009="終了"
MSM0010="インストール"
MSM0011="ヘルプ"
MSM0012="すべて選択"
MSM0013="すべてクリア"
MSM0014="最新情報の確認"
MSM0015="インストール続行"
MSM0016="インストール中止"
MSM0017="言語"
MSM0018="標準に戻す"
MSM0019="スキップ"
MSM0020="最初に戻る"

MSM0101="エラー"
MSM0102="警告"
MSM0103="情報"
MSM0104="Canon"

MSM1001="言語の選択"
MSM1002="使用する言語を選択して、[次へ]をクリックしてください。"
MSM1003="使用する言語を選択して、[戻る]をクリックしてください。"

MSM1011="ヘルパーツールのインストールを開始します。ヘルパーツールは、セットアップの操作に必要となるソフトウェアです。"

MSM1021="情報の取得中"
MSM1022="最新のドライバーやソフトウェアの情報を取得しています。しばらくお待ちください。"
MSM1023="このソフトウェアはインターネットアクセスのためキーチェーンに保存されている情報を取得します。\n「キーチェーンへのアクセスの確認」ダイアログが表示された場合には[常に許可]をクリックしてください。"

MSM1031="情報の取得エラー"
MSM1032="ドライバーやソフトウェアの情報を取得できませんでした。ネットワークの接続を確認し、再度実行してください。"

MSM1051="プリンターの選択"
MSM1052="スキャナーの選択"
MSM1053="インストールするプリンターを選択して、[次へ]をクリックしてください。"
MSM1054="インストールするスキャナーを選択して、[次へ]をクリックしてください。"

MSM1101="地域選択"
MSM1102="お住まいの地域を選択して[次へ]をクリックしてください。"
MSM1103="米国、カナダ、中南米"
MSM1104="欧州、中東、アフリカ"
MSM1105="アジア"
MSM1106="オセアニア"

MSM1111="あなたのお住まいの国か地域を選択して[次へ]を押してください。もし選択肢に無い場合には\"その他\"を選んでください。"
MSM1116="国または地域の選択"
MSM1117="お住まいの地域を選択してください。"
MSM1118="お住まいの国または地域を選択してください。もし選択肢に無い場合には\"その他\"を選んでください。"

MSM1201="インストール方法を選択し、画面の指示に従って進んでください。"
MSM1202="初心者の方に推奨"
MSM1203="おまかせインストール"
MSM1204="ソフトウェアを自動的にインストールします。"
MSM1205="選んでインストール"
MSM1206="ドライバー、アプリケーション、取扱説明書を\n選択してインストールします。"
MSM1207="ソフトウェアのインストールを中止します。"
MSM1208="キヤノン　カラーイメージスキャナー"
MSM1209="キヤノスキャン　セットアップ"
MSM1210="キヤノン クリエイティブ フォトアルバムキット"
MSM1211="アプリケーション、取扱説明書を\n選択してインストールします。"
MSM1221="このプリンターを使用するときの接続方法として、USB接続とLAN接続を選択することができます。画面の指示に従い、プリンターの接続方法を選択してください。\n\nLAN接続でプリンターを使用するには、ネットワーク設定が必要です。設定が完了している場合は、自動的に接続を確認します。未完了の場合は、画面の指示に従ってプリンターの設定を行ってください。"
MSM1222="ソフトウェアのインストールを開始します。画面の指示に従って操作してください。"
MSM1231="接続方法の変更やソフトウェアの追加、セットアップのやり直しを行うことができます。正常に動作していない場合のみ、[セットアップからやり直す]をクリックしてください。"
MSM1232="接続方法を変更する"
MSM1233="プリンターとパソコンの接続方法をUSB接続からLAN接続へ、またはLAN接続からUSB接続へ変更します。"
MSM1234="ソフトウェアを追加する"
MSM1235="ソフトウェアを選択して追加または再インストールを行います。"
MSM1236="セットアップからやり直す"
MSM1237="初めて使用するときのインストールから接続操作までをやり直します。"
MSM1238="ソフトウェアの追加やセットアップのやり直しを行うことができます。正常に動作していない場合のみ、[セットアップからやり直す]をクリックしてください。"
MSM1239="ファクスを利用するには"
MSM1241="セットアップの開始"
MSM1242="これからパソコンから本製品を使うためのセットアップを開始します。\n画面の指示に従い操作してください。"
MSM1243="セットアップ開始"
MSM1244="本製品をパソコンから使用できるようにします。"
MSM1245="便利なソフトウェア"
MSM1246="本製品をより便利に利用できるソフトウェアのインストールをします。"
MSM1247="オンラインマニュアル"
MSM1248="マニュアルをインターネット上で確認できます。"
MSM1249="インターネット上の最新のソフトウェアを使用する"
MSM1301="おまかせインストール"
MSM1302="一覧表にあるソフトウェアをインストールします。よろしければ[インストール]をクリックしてください。\n\nソフトウェア名にマウスポインターを合わせると、ソフトウェアの紹介が表示されます。"
MSM1304="READMEファイル表示："
MSM1305="%DRIVELETTER%ドライブ 空き容量 %DISKSPACE%MB"
MSM1306="使用容量合計 %ITEMSPACE%MB"
MSM1307="%sMB"
MSM1308="%sの説明を表示したいときは、このボタンをクリックしてください。"
MSM1309="%sのREADME ファイルを表示したいときは、このボタンをクリックしてください。"
MSM1310="ドライバーと取扱説明書"
MSM1311="アプリケーション"
MSM1312="インストール予想時間：%INSTALLTIME_MIN%～%INSTALLTIME_MAX%分"
MSM1313="この項目はチェックを外せません。"
MSM1314="このソフトウェアは必須のためチェックを外すことを推奨しません。\nチェックを外しますか？"
MSM1315="ご使用のネットワーク環境により時間がかかる場合があります。"

MSM1401="選んでインストール"
MSM1402="インストールするソフトウェアにチェックをつけて、[次へ]をクリックしてください。\n\nソフトウェア名にマウスポインターを合わせると、ソフトウェアの紹介が表示されます。"
MSM1402_Mac="インストールするソフトウェアにチェックをつけて、[インストール]をクリックしてください。\n\nソフトウェア名にマウスポインターを合わせると、ソフトウェアの紹介が表示されます。"
MSM1451="インストールソフトウェア一覧"
MSM1452="チェックのついているソフトウェアがインストールされます。インストールしたいソフトウェアにチェックがついていることを確認し、[次へ]をクリックしてください。"
MSM1453_Mac="このプリンターのすべての機能を使用するためには、下記のソフトウェアをすべてインストールする必要があります。"
MSM1454="このソフトウェアは必須のためチェックを外すことはできません。"
MSM1455_Mac="このスキャナーのすべての機能を使用するためには、下記のソフトウェアをすべてインストールする必要があります。"

MSM1501="インストール先の変更"
MSM1502="%LOCATIONITEM%は、インストール先を変更することができます。"
MSM1503="変更する必要がなければ[インストール]をクリックしてください。"
MSM1504="変更する場合は、[参照...]をクリックし、ソフトウェアをインストールしたいフォルダーを選択してから、[インストール]をクリックしてください。"
MSM1505="インストール先："
MSM1506="参照..."
MSM1507="%DRIVELETTER%ドライブ 空き容量：%DISKSPACE%MB 必要容量：%ITEMSPACE%MB"
MSM1508="%APPDRIVELETTER%ドライブ 空き容量：%APPDISKSPACE%MB 必要容量：%APPITEMSPACE%MB"

MSM1601="使用許諾契約"
MSM1602="選択したソフトウェアをインストールする前に、下記の使用許諾契約書をよくお読みください。"
MSM1603="使用許諾契約書に同意される場合は[はい]をクリックしてください。\n[いいえ]をクリックすると、ソフトウェアのインストールを中止します。"
MSM1604="%CURRENT_STEPITEM%をインストールする前に、下記の使用許諾契約書をよくお読みください。"
MSM1605="使用許諾契約書に同意される場合は[はい]をクリックしてください。\n[いいえ]をクリックすると、このソフトウェアはインストールされません。"
MSM1606="Canon製品"
MSM1607="使用許諾に同意されない場合、このソフトウェアはインストールされません。よろしいですか？"
MSM1608="使用許諾に同意されない場合、このアプリケーションと、このアプリケーションを必要とするPrint Studio Proはインストールされません。よろしいですか？"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="%sの使用許諾契約"

MSM1651="システムファイルのアップデート"
MSM1659="警告ダイアログへの対処のお願い"
MSM1660="警告ダイアログへの対処のお願い"
MSM1661="ファイアウォールやウィルス対策ソフトが、キヤノン製品のインストール中に警告ダイアログを出す場合があります。ダイアログ内の以下のようなボタンを選択して、キヤノン製品のインストールを許可してください。\n\n・許可\n・許可する\n・はい\n・ブロックしない"

MSM1671=".NET Frameworkのインストール"
MSM1672="お使いのパソコンに、Microsoft .NET Framework 4がインストールされていません。すべてのソフトウェアをご利用いただくためには、Microsoft .NET Framework 4のインストールが必要です。インストールしますか？"

MSM1681="Microsoft .NET Framework 4が見つかりません"
MSM1682="Microsoft .NET Framework 4が見つからないか、正常にインストールされていません。\n本ソフトウェアをインストールするには、 Microsoft .NET Framework 4が正常にインストールされている必要があります。"

MSM1701="インストールの進行状況 %PROGRESS%％"
MSM1702="完了まで　約%RESTTIME%分"
MSM1703="インストールの進行状況 %PROGRESS%%PERCENT%"
MSM1711="ダウンロード中です"
MSM1712="残り時間を計測しています"
MSM1713="残り時間[分]: 約%d"
MSM1714="%sをダウンロード中です"
PERCENT="%"

MSM1801="STEP 1"
MSM1802="STEP 2"
MSM1803="STEP 3"
MSM1804="使用許諾契約"
MSM1805="インストール"
MSM1806="セットアップ"
MSM1806_Mac="完了"
MSM1807="アプリケーション"
MSM1808="ユーティリティ"
MSM1809="完了"
MSM1810="STEP 4"
MSM1811="ご案内"

MSM1901="処理中"
MSM1902="処理中です。しばらくお待ちください。"
MSM1903="%ITEM%のインストールが終了しました。"
MSM1904="インストール中 :%ITEM%"
MSM1905="ダウンロード中 :%ITEM%"
MSM1906="ダウンロード中です %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="プリンターの接続"
MSM2002="プリンターとパソコンを接続し、プリンターの電源を入れてください。"
MSM2003="プリンターを認識していません。接続を確認してください。"
MSM2004="手動選択"
MSM2005="自動認識を行わずに自分で接続先を選びたい場合は[手動選択]をクリックしてください。"
MSM2006="プリンターを認識しました。インストールが完了するまでしばらくお待ちください。"
MSM2007="インストール処理を実行しています。もうしばらくお待ちください。"
MSM2010="プリンターの接続"
MSM2011="プリンターとパソコンが接続され、プリンターの電源が入っていることを確認してください。接続の確認後、[再起動]をクリックし、パソコンを再起動してください。\n\n再起動後、プリンターのセットアップを行ってください。"
MSM2021="新しいハードウェアの検出ウィザードが表示されている可能性があります。表示されている場合は、新しいハードウェアの検出ウィザードの[キャンセル]をクリックしてウィザードを閉じ、インストール処理を継続してください。"
MSM2031="スキャナーの接続"
MSM2032="スキャナーとパソコンを接続し、スキャナーに電源ボタンがある場合は、電源を入れてください。"
MSM2033="スキャナーを認識していません。接続を確認してください。"
MSM2034="スキャナーを認識しました。インストールが完了するまでしばらくお待ちください。"

MSM2051="セットアップ方法"
MSM2052="はじめてプリンターをネットワークに接続する"
MSM2053="まだネットワークに接続していないプリンターを、有線もしくは無線LAN接続で使用する場合に選択してください。ネットワーク設定時には、パソコンとプリンターをUSBケーブルで繋げてセットアップします。"
MSM2054="既にプリンターをネットワークに接続している"
MSM2055="既にネットワークに接続済のプリンターを、ご利用のパソコンからも使用できるようにする場合に選択してください。あらかじめ、無線LANの設定をWPS(Wi-Fi Protected Setup)またはWCN(Windows Connect Now)で行った場合も、こちらを選択してください。"
MSM2056="セットアップする方法を選択し、[次へ]をクリックしてください。"
MSM2065="まだネットワークに接続していないプリンターを、有線LAN接続で使用する場合に選択してください。ネットワーク設定時には、パソコンとプリンターをUSBケーブルで繋げてセットアップします。"
MSM2067="既にネットワークに接続済のプリンターを、ご利用のパソコンからも使用できるようにする場合に選択してください。"
MSM2068="USB接続で使用する"
MSM2069="USB接続でプリンターを使用する場合に選択してください。"
MSM2070="セットアップの開始"
MSM2071="このプリンターはセットアップが必要です。\n\n[実行]をクリックして、セットアップを行ってください。\nセットアップを行わない場合は、[次へ]をクリックしてください。"
MSM2081="プリンター本体の操作パネルで、使用する接続方法に合わせて有線/無線LANを選択済みの場合は[OK]をクリックしてください。\n\nまだ選択していない場合はかんたんスタートガイドをご確認ください。"
MSM2081_Mac="有線／無線LANをご利用のお客様へ：\nプリンター本体の操作パネルで、使用する接続方法に合わせて有線/無線LANを選択済みの場合は［再起動］ボタンを押してください。再起動後にひきつづきネットワーク設定画面が表示されます。\n\nまだ選択していない場合はかんたんスタートガイドをご確認ください。"
MSM2083="プリンターの接続方法を選択してください"
MSM2084="USB接続で使用する"
MSM2085="USB接続でプリンターを使用する場合に選択してください。"
MSM2086="無線LAN接続で使用する"
MSM2087="無線LAN接続でプリンターを使用する場合に選択してください。"
MSM2088="有線LAN接続で使用する"
MSM2089="有線LAN接続でプリンターを使用する場合に選択してください。"
MSM2090="プリンターの検出"
MSM2091="ネットワーク上のプリンターの検出を開始します。\nプリンターのネットワーク設定が完了している場合は、[次へ]をクリックしてください。\n\nプリンターのネットワーク設定が完了していない場合には、ネットワーク設定を完了してください。\nネットワーク設定の方法が分からないときは、[オンラインマニュアル]をクリックしてください。\n\n[キャンセル]をクリックするとインストールを中止します。"
MSM2090_Mac="プリンターの検出"
MSM2091_Mac="ネットワーク上のプリンターの検出を開始します。\nプリンターのネットワーク設定が完了している場合は、[次へ]をクリックしてください。\n\nプリンターのネットワーク設定が完了していない場合には、ネットワーク設定を完了してください。\nネットワーク設定の方法が分からないときは、[オンラインマニュアル]をクリックしてください。\n\n[キャンセル]をクリックするとインストールを中止します。"
MSM2092_Mac="ネットワークの設定"
MSM2093_Mac="再起動後にネットワーク設定を行います。 [再起動]をクリックし、パソコンを再起動してください。"
MSM2094="ネットワーク上のプリンターの検出を開始します。 [次へ]をクリックしてください。\n[キャンセル]をクリックするとインストールを中止します。"
MSM2096="プリンターの検出"
MSM2097="ネットワーク上のプリンターを検索しています。"
MSM2098_Mac="ネットワーク接続"
MSM2099_Mac="ネットワークでの使用の場合にはプリンターの電源を入れてください。"
MSM2100_Mac="USB接続"

MSM2101="接続先の選択"
MSM2102="プリンターの接続先を選択して、[次へ]をクリックしてください。"

MSM2250="セットアップの終了"
MSM2251="セットアップが終了しました。これで本製品をお使いいただけます。[次へ]をクリックし、次のステップへ進んでください。"
MSM2252="セットアップ完了"
MSM2253="パソコンから印刷するためのセットアップが完了しました。\nひきつづき、ソフトウェアのインストールを行います。"
MSM2254="インストールが完了していません。\n便利なソフトウェアのインストールを続ける場合は、[継続]をクリックしてください。\n終了する場合は、[終了]をクリックしてください。"

MSM2261="セットアップ中"
MSM2262="セットアップ中はネットワーク接続を一時的に切断しています。\nしばらくお待ちください。"
MSM2263="ケーブルレスセットアップができませんでした。処理を中断し、次の画面に従って他の設定方法を選択してください。"

MSM2301="インストール失敗"
MSM2302="%ITEM%はインストールされませんでした。[もう一度]をクリックしてインストール処理をやり直してください。"
MSM2303="取扱説明書には、インストール時のトラブルについて、原因と対処方法が記載されています。"
MSM2304="もう一度"
MSM2305="ネットワークセットアップに関するトラブルについては、「ネットワーク設置で困ったときには」をご覧ください。\nその他のトラブルについては、取扱説明書をご覧ください。"

MSM2401="ヘッド位置調整のご案内"
MSM2402="このプリンターにはヘッド位置調整機能があります。色や線がずれたり、意図した印刷結果を得られないときに、ヘッド位置を調整すると改善できる場合があります。\n\n詳細は、操作説明書を参照してください。"
MSM2402_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。ヘッド位置調整を行うと、プリントヘッドの取り付け位置の誤差が補正され、色や線のずれ等を改善します。\n\nヘッド位置調整は、パソコンを再起動後、パソコンとプリンターを接続してから、実行してください。\n\n詳細は、操作説明書を参照してください。"
MSM2411="ヘッド位置調整"
MSM2412="このプリンターは、使用する前にヘッド位置調整が必要です。用紙をプリンターにセットし、[実行]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nヘッド位置調整が完了したら、[次へ]をクリックしてください。"
MSM2412_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。用紙をプリンターにセットし、[実行]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nヘッド位置調整を行わない場合は、[次へ]をクリックしてください。"
MSM2413="実行"
MSM2414="このプリンターで写真を印刷したい場合は、ヘッド位置調整の実行を推奨します。調整する場合は、普通紙をカセットにセットし、[実行]をクリックしてください。調整が完了したら、[次へ]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nなお、セットアップ終了後でも調整は可能です。調整しない場合は、[次へ]をクリックしてください。"
MSM2414_Mac="このプリンターで写真を印刷したい場合は、ヘッド位置調整の実行を推奨します。調整する場合は、普通紙をカセットにセットし、[実行]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nなお、セットアップ終了後でも調整は可能です。調整しない場合は、[次へ]をクリックしてください。"
MSM2415="このプリンターは、使用する前にヘッド位置調整が必要です。MP-101をプリンターにセットし、[実行]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nヘッド位置調整が完了したら、[次へ]をクリックしてください。"
MSM2415_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。MP-101をプリンターにセットし、[実行]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nヘッド位置調整を行わない場合は、[次へ]をクリックしてください。"
MSM2416="このプリンターは、使用する前にヘッド位置調整が必要です。[実行]をクリックすると、ヘッド位置調整開始画面が表示されます。画面の指示にしたがって調整用のパターンを印刷してください。印刷された調整用のパターンは原稿台にセットし、スキャンしてください。\n\nヘッド位置調整が完了したら、[次へ]をクリックしてください。"
MSM2416_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。[実行]をクリックすると、ヘッド位置調整開始画面が表示されます。画面の指示にしたがって調整用のパターンを印刷してください。印刷された調整用のパターンは原稿台にセットし、スキャンしてください。\n\nヘッド位置調整が完了したら、[次へ]をクリックしてください。"
MSM2417="このプリンターにはヘッド位置調整機能があります。色や線がずれたり、意図した印刷結果を得られないときに、ヘッド位置を調整すると改善できる場合があります。"
MSM2418="このプリンターは、使用する前にヘッド位置調整が必要です。用紙をプリンターにセットし、[実行]、[次へ]の順にクリックしてください。"
MSM2418_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。用紙をプリンターにセットし、[実行]をクリックしてください。\n\nヘッド位置調整を行わない場合は、[次へ]をクリックしてください。"
MSM2420="プリンターの検索中"
MSM2421="%PRODUCTNAME%を検索しています。"
MSM2422="プリンターキューが見つかりませんでした。"
MSM2423="[プリンターの登録]をクリックし、プリンターを登録してください。"
MSM2424="プリンターの登録"
MSM2431="プリンターとスキャナーの登録"
MSM2432="プリンターとスキャナーのネットワーク設定が終了しました。\n次にパソコンへの登録を行います。\n\n[プリンターを登録]または[スキャナーを登録]をクリックすると、登録用のアプリケーションソフトが立ち上がります。それぞれのアプリケーションソフトの指示に従い登録を行ってください。"
MSM2433="プリンターを登録"
MSM2434="スキャナーを登録"
MSM2435="プリンターのネットワーク設定が終了しました。\n次にパソコンへの登録を行います。\n\n[プリンターを登録]をクリックすると、登録用のアプリケーションソフトが立ち上がります。アプリケーションソフトの指示に従い登録を行ってください。"
MSM2436_Mac="プリンターのネットワーク設定が終了しました。\n次にパソコンへプリンターを追加します。\n\n[プリンターの追加]をクリックすると、追加用のアプリケーションソフトが立ち上がります。アプリケーションソフトの指示に従い追加を行ってください。\n\nアプリケーションソフトの操作方法がわからない場合は[オンラインマニュアル]をクリックしてください。"
MSM2437_Mac="プリンターの追加"
MSM2438_Mac="[プリンターの追加]をクリックすると、追加できるプリンターが表示されます。種類の欄に「Canon IJ Network」と表示されている%sを選択して、[追加]をクリックしてください。\nプリンターを追加した後、[次へ]をクリックしてください。"
MSM2439_Mac="追加できるプリンターが表示されない場合や、画面の操作方法がわからない場合は[オンラインマニュアル]をクリックしてください。"
MSM2440_Mac="スキャナーの選択"
MSM2441_Mac="スキャナーの設定を行います。\n\n[スキャナーの選択]をクリックすると選択用アプリケーションソフトウェアが立ち上がります。アプリケーションソフトウェアの指示に従い、スキャナーを選択してください。"

MSM2451="CANON iMAGE GATEWAY のご紹介"
MSM2453="登録"
MSM2464="CANON iMAGE GATEWAY 無料会員登録"
MSM2465="CANON iMAGE GATEWAYは、対象製品をご購入された方限定の、入会金・年会費無料のオンラインサービスです。会員登録をしていただくと、デジタルフォトの楽しみを広げるさまざまなサービスをご利用いただけます。"
MSM2474="CANON iMAGE GATEWAY 無料会員登録"
MSM2475="CANON iMAGE GATEWAYは、対象製品をご購入された方限定の、入会金・年会費無料のオンラインサービスです。会員登録をしていただくと、デジタルフォトの楽しみを広げるさまざまなサービスをご利用いただけます。"
MSM2484="CANON iMAGE GATEWAY 機種追加登録"
MSM2485JU="CANON iMAGE GATEWAYへ機種追加登録をしていただくことで、ご登録の機種に応じたコンテンツをご利用いただけるほか、サポートなどの最新情報をご覧いただけます。"
MSM2485M="CANON iMAGE GATEWAYへ機種追加登録をしていただくことで、ご登録の機種に応じたコンテンツをご利用いただけるほか、サポートなどの最新情報をご覧いただけます。"
MSM2486_Mac="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2486_Mac2="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2487="後で登録される場合は、[キャンセル]をクリックし、次のステップへと進みます。なお、Quick Menuからいつでも登録することができます。"

MSM2501="CANON iMAGE GATEWAY 無料会員登録"
MSM2502="登録"
MSM2503="CANON iMAGE GATEWAY 機種追加登録"
MSM2504="CANON iMAGE GATEWAYは、対象製品をご購入された方限定の、入会金・年会費無料のオンラインサービスです。会員登録をしていただくと、デジタルフォトの楽しみを広げるさまざまなサービスをご利用いただけます。"
MSM2506="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2507="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2511="会員登録"
MSM2513="機種追加登録"
MSM2514="登録をしていただくことで、次のような特典を受けることができます:\n- 月刊Eメールニュースレターの受信\n- Creative Parkコンテンツや使い方のヒント\n- ソフトウェアアップグレード情報"
MSM2515="登録をしていただくことで、ご使用の製品やサービスの最新情報をご覧いただけます。登録にはインターネットへの接続が必要です。"
MSM2516="[次へ]をクリックすると、ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2517="[次へ]をクリックすると、ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2521="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2522="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2526="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2527="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"

MSM2551="CANON iMAGE GATEWAY 無料会員登録 %s"
MSM2552="アンインストーラー"
MSM2571="CANON iMAGE GATEWAY 無料会員登録　アンインストーラー"
MSM2572="“CANON iMAGE GATEWAY 無料会員登録 %s”とそのすべてのコンポーネントを削除しますか？"
MSM2573="アンインストールが完了しました。"
MSM2574="アンインストールに失敗しました。"
MSM2575="アンインストールを完了するために、再起動を行う必要があります。[OK]をクリックすると再起動を行います。[キャンセル]をクリックすると再起動は行いません。"
MSM2576="CANON iMAGE GATEWAY 無料会員登録 %sをアンインストールするには、システム管理者の権限が必要です。"
MSM2577="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2577_Mac2="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2578="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2578_2="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ、プリンターとパソコンを接続し、プリンターの電源を入れてから[OK]を押してください。"
MSM2580="接続に失敗しました。ネットワークに接続できる環境であることを確認し、再度実行してください。それでも接続できない場合は、時間をおいてから再度実行してください。なお、Solution Menu EXからいつでも登録することができます。"
MSM2581="接続に失敗しました。ネットワークに接続できる環境であることを確認し、再度実行してください。それでも接続できない場合は、時間をおいてから再度実行してください。"
MSM2582="接続に失敗しました。"
MSM2583="接続中"
MSM2584="接続中です。しばらくお待ちください。"
MSM2585="ファイアウォールのユーザー名とパスワードを入力してください。"
MSM2586="ユーザー名:"
MSM2587="パスワード:"
MSM2588="このパスワードをキーチェーンに保存"
MSM2589="接続に失敗しました。ネットワークに接続できる環境であることを確認し、再度実行してください。それでも接続できない場合は、時間をおいてから再度実行してください。"

ExecutingPrefSet_Mac="CanoScan Toolbox にアプリケーションを登録しています。"

MSM2601="インストールが完了しました"
MSM2602="すぐにパソコンを再起動する（推奨）"
MSM2603="再起動"
MSM2604="インストールが完了しました。\nスキャナーをパソコンに接続し、電源が入っていることを確認してから[終了]をクリックしてください。"

MSM2610="普通紙をカセットにセットする"
MSM2611="下の図にしたがって普通紙をセットしてください。"
MSM2612="普通紙はカセット（普通紙専用）にセット"
MSM2613="写真用紙やはがきを使いたい場合は後トレイにセット"

MSM2701="インストールの中止"
MSM2702="インストールは完了していません。\nインストールを続ける場合は、[継続]をクリックしてください。中止する場合は、[キャンセル]をクリックしてください。"
MSM2702_Mac="インストールは完了していません。\nインストールを続ける場合は、[継続]をクリックしてください。中止する場合は、[中止]をクリックしてください。"

MSM2801="システム設定の変更"
MSM2802="新しい設定を有効にするために、システムを再起動する必要があります。\n再起動しますか？"

MSM2851="使用状況調査プログラム"
MSM2856="同意する"
MSM2857="同意しない"
MSM2870="キヤノンでは、お客様のニーズに合わせたより良い製品の企画、開発を行うために、お客様がお使いのキヤノン製品に関連する以下の情報を、インターネットを通じてキヤノンへ送信することをお願いしています。"
MSM2871="キヤノンでは、お客様のニーズに合わせたより良い製品の企画、開発を行うために、お客様がお使いのキヤノン製品に関連する以下の情報を、インターネットを通じて適法な許可証を有する調査会社へ送信することをお願いしています。"
MSM2873="上記のことに同意いただける場合は、[同意する]をクリックしてください。同意いただけない場合は、[同意しない]をクリックしてください。"
MSM2874="キヤノンでは、お客様のニーズに合わせたより良い製品の企画、開発を行うために、お客様がお使いのキヤノン製品に関連する以下の情報を、インターネットを通じてキヤノンへ(中国国内でキヤノン製品をお使いの場合には、適法な許可証を有する調査会社へ)送信することをお願いしています。"
MSM2876="上記のことに同意いただける場合は、調査プログラムをインストールさせていただきますので、[同意する]をクリックしてください。同意いただけない場合は、[同意しない]をクリックしてください。本プログラムが対応していないOSのバージョンをご利用の場合、本プログラムが作動しないことがあります。"
MSM2879_Win="ユーザーアカウント制御画面が表示された場合は、プログラムの続行を許可してください。"
MSM2901="テストプリント"
MSM2902="プリンターの設定とソフトウェアのインストールが完了しました。\n\nプリンターの動作確認をするためにテストプリントを行います。普通紙をプリンターにセットして[実行]をクリックしてください。テストプリントの終了後、[次へ]をクリックします。\n\nテストプリントを行わない場合は、[実行]をクリックせずに[次へ]をクリックします。\n\n印刷エラーが発生した場合は、画面の指示に従って設定をやり直してください。"
MSM2903="プリンターの動作確認をするためにテストプリントを行います。\n普通紙をプリンターにセットして[実行]、[次へ]の順にクリックしてください。\n\nテストプリントを行わない場合は、[実行]をクリックせずに[次へ]をクリックします。\n\n印刷エラーが発生した場合は、画面の指示に従って設定をやり直してください。"

MSM3001="プリンターを使用するために必要なソフトウェアです。\nさまざまな用紙の種類やサイズに適した印刷を行うことができます。"
MSM3002_Mac="ドライバーの操作を説明したり、アプリケーションソフトの簡単な使いかたを紹介しています。"
MSM3008="画像ファイルと文字を組み合わせて、ディスクレーベルへ簡単にダイレクトプリントすることができます。"
MSM3009="システムファイルのアップデートを行います。"
MSM3010="カードスロットに挿入されたメモリーカード内のファイルを、パソコンから取り扱うことができます。"
MSM3011="本機をネットワークで使用できるようにします。"
MSM3012="ネットワーク接続した本機の接続方法や、セキュリティなどの設定を変更するツールです。"
MSM3013="インクがかすれるなどの、トラブルの解決方法をご案内するソフトウェアです。"
MSM3016="プリンターとして文書を印刷したり、スキャナーとして画像を読み込んだりするために必要なソフトウェアです。"
MSM3018="スキャナーやデジタルカメラから取り込んだ画像を補正・加工する事ができます。"
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3021="スキャナーで読み込んだ文書や写真を共有したり、すぐに探せるように整理することができます。"
MSM3023="赤外線通信やBluetooth通信で印刷するときに必要な、各種設定をするためのソフトウェアです。"
MSM3024="PictBridgeで印刷するときに必要な、各種設定をするためのソフトウェアです。"
MSM3026="プロレベルの写真印刷を、より簡単に、より便利にするためのプラグインソフトです。適切なアプリケーションがインストールされている必要があります。"
MSM3027="XPSドライバーは、XPS印刷(Windows Vista以降)をサポートするアプリケーションソフトからの印刷に適しています。"
MSM3027_0="XPSドライバーは、XPS印刷(Windows Vista以降)をサポートするアプリケーションソフトからの印刷に適しています。事前にIJプリンタードライバーが正常にインストールされている必要があります。"
MSM3027_1="XPSドライバーは、XPS印刷(Windows Vista以降)をサポートするアプリケーションソフトからの印刷に適しています。事前にMPドライバーが正常にインストールされている必要があります。"
MSM3028="スキャナーを使用するために必要なドライバーです。画像編集ソフトウェアなどのアプリケーションソフトから呼び出して使います。"
MSM3028_Mac="スキャナーを使用するために必要なドライバーです。原稿や出力サイズなどを細かく設定してスキャンでき、TWAIN対応のアプリケーションからスキャナーを動作させるときにも使用します。"
MSM3031_Mac="ドライバーの操作を説明したり、アプリケーションソフトの簡単な使いかたを紹介しています。"
MSM3032="スキャナーで読み込んだ画像や文書を管理できます。読み込んだ画像を分かり易く表示し、多彩な検索機能で簡単にファイルを探すことができます。"
MSM3034="Adobe RGB画像のデータの色を、忠実にプリントするために必要なICCプロファイルです。Adobeは、Adobe Systems Incorporated(アドビシステムズ社)の米国ならびにその他の国における登録商標または商標です。"
MSM3035="赤外線通信やBluetooth通信、PictBridgeで印刷するときに必要な、各種設定をするためのソフトウェアです。 "
MSM3037="スキャナーを使用するために必要なスキャナードライバー（TWAINドライバー）です。画像編集ソフトウェアなどのアプリケーションソフトから呼び出して使います。"
MSM3040="デジタルカメラで撮影した写真を使用して、オリジナルのアルバム、シール、カレンダー、名刺などを手軽に作成することができます。フチなし写真も簡単な操作で印刷できます。また、印刷する前に、赤目の補正を行ったり美肌効果を加えることもできます。"
MSM3041="手軽に写真印刷ができる付属のアプリケーションソフトなどを、すばやく起動することができます。"
MSM3042="スキャナーで読み込んだ画像を、直接アプリケーションソフトに取り込んだり、印刷、メール添付やパソコンへの保存などが簡単にできるソフトウェアです。"
MSM3043="お使いの製品や、付属のソフトウェアなどの操作方法を説明しています。トラブルの対処方法もこちらをご覧ください。\nInternet Explorer 8.0以降が必要です。"
MSM3043_Mac="お使いの製品や、付属のソフトウェアなどの操作方法を説明しています。トラブルの対処方法もこちらをご覧ください。"
MSM3044="ウェブページの一部を切り抜いて、自由にレイアウトして印刷することができます。ブラウザーにツールバーとして表示されるので、誰でも簡単にお使いいただけます。Internet Explorer7.0以降が必要です。"
MSM3044_Mac="ウェブページの一部を切り抜いて、自由にレイアウトして印刷することができます。ブラウザーのプラグインとして誰でも簡単にお使いいただけます。Safari4.0以降が必要です。"
MSM3045="プリンターに登録されている短縮ダイヤルやユーザー情報などの設定を編集し、パソコンへの保存やプリンターへの登録ができるソフトウェアです。"
MSM3046="アルバムやカレンダーなどを手軽に印刷したり、ワンクリックでスキャンできるアプリケーションソフトなどをすばやく起動できます。また、さまざまな用途に対応したキヤノンのサポートページへも簡単にアクセスできます。"
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="読み込んだ写真を使用して、コラージュ、カード、カレンダーなどのオリジナル作品を作成し、印刷することができます。また、簡単な操作でフチなし写真の印刷や、画像の補正・加工もできます。Quick Menuも合せて使用すると、保存している写真を元におすすめの作品を提案します。"
MSM3049="プロフェッショナルの作品作りを、より簡単に、かつ便利にするための写真印刷用プラグインソフトです。適切なアプリケーションがインストールされている必要があります。対象のアプリケーションについては、取扱説明書をご覧ください。"
MSM3050="お使いのキヤノン製品に付属のソフトウェアや取扱説明書を簡単に起動できます。また、ご使用の製品に関する役立つ情報を提供するサイトや、さまざまな用途に対応した便利なサイトなどへも簡単にアクセスできます。My Image Gardenを合せて使用すると、Image Displayでおすすめの作品や写真をスライドショーとして表示できます。"
MSM3051="スキャナーを使用するために必要なドライバーです。ICA対応のアプリケーションからスキャナーを動作させるときに使用します。"
MSM3052="スキャナードライバーを使用して、画像を読み込み保存するユーティリティーです。"
MSM3053="お使いのキヤノン製品に付属のソフトウェアを簡単に起動できます。また、取扱説明書や各種Webサイトへも簡単にアクセスできます。"
MSM3054="テキスト検索が可能なPDFを作成するときやOCRを開始するときに使用する言語辞書を追加します。インストール後は、Canon IJ Scan Utilityの設定画面から対応言語を選択してください。"
MSM3055="ScanGearを開き、読み込む画像をプレビューで確認しながらスキャンして、パソコンに保存するアプリケーションソフトです。"
MSM3056="ネットワーク上のプリンターを使用するときに必要な、各種設定をするためのソフトウェアです。"
MSM4001W="IJプリンタードライバー"
MSM4001="プリンタードライバー"
MSM4002="取扱説明書"
MSM4008="らくちんCDダイレクトプリント for Canon"
MSM4012="Memory Card Utility"
MSM4014="ネットワークセットアップ"
MSM4015="Canon IJ Network Tool"
MSM4016="MPドライバー"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="マイ プリンタ"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPSドライバー"
MSM4028="ScanGear"
MSM4032="ファイル管理革命Lite"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="短縮ダイヤルツール"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICAドライバー"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="OCR用追加辞書(中国語/韓国語)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112="メモリーカードユーティリティ"
MSM4115="キヤノンIJネットワークツール"
MSM4116=
MSM4118="アークソフト フォトスタジオ"
MSM4120="パナソニック ソリューションテクノロジー"
MSM4121=
MSM4122="スキャンソフト オムニページSE"
MSM4123="プレスト！ ページマネージャー"
MSM4124="キヤノンセットアップユーティリティ"
MSM4126="イージーフォトプリント プロ"
MSM4127=
MSM4128="スキャンギア"
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134="アドビ RGB 1998"
MSM4137="スキャンギア CS"
MSM4140="イージーフォトプリント EX"
MSM4141="ソリューションメニュー"
MSM4142="MP ナビゲーター EX"
MSM4144="イージーウェブプリント EX"
MSM4145=
MSM4146="ソリューションメニュー EX"
MSM4147=
MSM4148="マイイメージガーデン"
MSM4149="プリントスタジオプロ"
MSM4150="クイックメニュー"
MSM4151=
MSM4152="IJ スキャンユーティリティ2"
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="オンラインでインクを購入できる準備が整いました。"
EIDENABLER_ADMIN="ソフトウェアを実行するには、Administratorsグループのメンバーとしてログオンしてください。"

MENU1_Mac="Setupについて"
MENU2_Mac="サービス"
MENU3_Mac="Setupを隠す"
MENU4_Mac="ほかを隠す"
MENU5_Mac="すべて表示"
MENU6_Mac="Setupを終了"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="中国"
HK="香港"
ID="インドネシア"
IN="インド"
JP="日本"
KR="韓国"
MY="マレーシア"
PH="フィリピン"
SG="シンガポール"
TW="台湾"
TH="タイ"
VN="ベトナム"
MO="マカオ"

AU="オーストラリア"
NZ="ニュージーランド"

US="アメリカ"
CA="カナダ"
BR="ブラジル"
MX="メキシコ"
AR="アルゼンチン"
CL="チリ"
PA="パナマ"

AT="オーストリア"
BE="ベルギー"
BG="ブルガリア"
HR="クロアチア"
CZ="チェコ共和国"
DK="デンマーク"
EE="エストニア"
FI="フィンランド"
FR="フランス"
DE="ドイツ"
GR="ギリシャ"
HU="ハンガリー"
IE="アイルランド"
IT="イタリア"
LV="ラトビア"
LT="リトアニア"
LU="ルクセンブルク"
NL="オランダ"
NO="ノルウェー"
PL="ポーランド"
PT="ポルトガル"
RO="ルーマニア"
RU="ロシア"
SK="スロバキア"
SI="スロベニア"
ZA="南アフリカ"
ES="スペイン"
SE="スウェーデン"
CH="スイス"
TR="トルコ"
GB="イギリス"

Others="その他"

MSM2703="インストールの中止"
MSM2704="インストールは終了していません。"
MSM2705="作業を続ける場合は、[継続]をクリックしてください。中止する場合は、[中止]をクリックします。"
MSM2706="継続"
MSM2707="中止"
MSM2951="%sインストーラー"
MSM2952="CD-ROMが正しくセットされていません。\n%sのドライバーインストールを継続する場合は、%sのCD-ROMを挿入し[OK]をクリックしてください。"

MSM5001="取扱説明書のエイリアス作成"
MSM5002="デスクトップに取扱説明書のエイリアスを作成しますか？作成する場合は、「作成する」を選択してください。「作成しない」を選択した場合でも、取扱説明書はアプリケーションフォルダーから開くことができます"
MSM5003="作成する"
MSM5004="作成しない"

MSM5010="Easy-WebPrint EXのDock追加"
MSM5011="Easy-WebPrint EXをDockに追加しますか？追加する場合は、「追加する」を選択してください。「追加しない」を選択した場合でも、Easy-WebPrint EXはアプリケーションフォルダーから起動することができます。"
MSM5012="追加する"

MSM6000="プリンターの接続方法を選択してください。"
MSM6001="無線LAN接続"
MSM6002="有線LAN接続"
MSM6003="USB接続"
MSM6004="プリンターのネットワーク設定をもう一度やり直す"
MSM6005="無線LANの接続方法を選択してください。"
MSM6006="無線LANルーター経由で接続(推奨)"
MSM6007="ダイレクト接続"
MSM6008="無線LANルーター経由でパソコンとプリンターを接続します。"
MSM6009="パソコンとプリンターを直接接続します。"
MSM6010="無線LANルーター経由の接続とダイレクト接続を切り替えて使用する場合や、接続方法の詳細な説明は[操作説明]をクリックしてください。"
MSM6011="操作説明"
MSM6012="プリンターの電源が入っていることを確認してください。"
MSM6013="ネットワーク上のプリンター一覧"
MSM6014="シリアルナンバー"
MSM6015="MACアドレス"
MSM6016="IPアドレス"
MSM6017="設定するプリンターが一覧に見つからない"
MSM6018="更新"
MSM6019="1. ネットワークで設定したいプリンターがある場合は、上記のプリンター一覧から選択して[次へ]をクリックしてください。\n　シリアルナンバーは、本体背面や保証書などに記載されています。\n　上記リストの表示はシリアルナンバーの下5桁です。\n2. 上記の一覧に設定したいプリンターがない場合は、プリンターの電源をONにして[更新]をクリックしてください。\n3. それでも見つからない場合は、[設定するプリンターが一覧に見つからない]を選択して、[次へ]をクリックしてください。"
MSM6020="1. ネットワークで設定したいプリンターがある場合は、上記のプリンター一覧から選択して[次へ]をクリックしてください。\n　シリアルナンバーは、本体背面や保証書に記載されています。\n2. 上記の一覧に設定したいプリンターがない場合は、プリンターの電源をONにして[更新]をクリックしてください。\n3. それでも見つからない場合は、[設定するプリンターが一覧に見つからない]を選択して、[次へ]をクリックしてください。\n4. USB接続の場合も、[設定するプリンターが一覧に見つからない]を選択して、[次へ]をクリックしてください。"
MSM6021="接続が完了しました。"
MSM6022="接続方法の選択"
MSM6023="電源の確認"
MSM6024="他の方法で設定を行います。画面の指示に従い操作してください。"
MSM6025="XPSドライバーをインストールするためには、プリンターのセットアップが完了している必要があります。完了していない場合は、[最初に戻る]をクリックしてセットアップを行ってください。"
MSM6026="ファイアウォールの設定"
MSM6027="Windowsのファイアウォール機能で本ソフトウェアに対するブロックを解除する必要があります。"
MSM6028="ブロックを解除する"
MSM6029="プリンターの選択"
MSM6100="My Image Gardenは、パソコンに保存してある写真を活用して、カードやカレンダーなどを自動的に作成できます。"
MSM6101="クリエイティブパーク プレミアムでは、キヤノン純正インクを使用しているお客様にプレミアムコンテンツを公開しています。"
MSM6102="プリンター本体のメニューを選ぶだけで、プリント済みの写真をきれいにコピーすることができます。"
MSM6103="プリンターの電源がOFFの状態でも、印刷を開始すれば自動的に電源がONになります。"
MSM6104="低騒音化モードなら時間や周りを気にせず動作音を抑えてプリント・コピー・スキャンができます。"
MSM6105="ここでご紹介した機能は、お使いの機種によって異なります。詳細は、取扱説明書を参照してください。"
MSM6106="詳細な機能や設定については、取扱説明書を参照してください。"
MSM6030="リストから選択する"
MSM6031="シリアルナンバーは、保証書やプリンター本体などに記載されています。"
MSM6032="IPv4デバイス"
MSM6033="IPv6デバイス"
MSM6034="シリアルナンバーの下5桁"
MSM6035="シリアルナンバーの記載場所"
MSM6036="IPアドレスを指定して検索する"
MSM6037="ガイドにしたがってネットワーク設定を行う"
MSM6038="リストに表示されない場合や、IPアドレスを指定して検索できない場合に選択してください。"
MSM6039="プリンター検索方法の指定"
MSM6040="IPv4アドレスで検索"
MSM6041="IPv6アドレスで検索"
MSM6042="ホスト名で検索"
MSM6043="Bonjour名で検索"
MSM6044="IPアドレスを指定して検索を行うには、あらかじめプリンターにIPアドレスが設定されている必要があります。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6045="IPアドレス指定検索エラー"
MSM6046="指定されたプリンターが見つかりませんでした。IPアドレスを確認し、再度実行してください。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6047="再検出"
MSM6048="指定されたIPアドレスは、別のデバイスで利用されています。IPアドレスを確認し、再度実行してください。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6049="IPv4ネットワーク設定の変更"
MSM6050="設定方法を選択してから、使用するプリンターのIPアドレスを入力してください。"
MSM6051="自動設定"
MSM6052="IPアドレスを自動取得するには、DHCPサーバーが必要です。"
MSM6053="手動設定"
MSM6054="IPv4アドレス"
MSM6055="IPアドレスは、あらかじめネットワーク管理者に確認してください。"
MSM6056="IPv6ネットワーク設定の変更"
MSM6057="IPv6アドレスを自動取得するには、DHCPv6サーバー、IPv6対応のルーターのいずれかが必要です。"
MSM6058="IPv6アドレス"
MSM6059="プレフィックス長"
MSM6060="IPアドレスとプレフィックス長は、あらかじめネットワーク管理者に確認してください。"
MSM6061="ネットワーク設定変更エラー"
MSM6062="以下のいずれかの理由により、設定変更に失敗した可能性があります。\n  ・入力したIPアドレスが不正\n  ・IPアドレスの重複"
MSM6063="詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6064="[プリンターの追加]をクリックし、画面に従ってプリンターを追加してください。\n\nプリンターを追加した後、[次へ]をクリックしてください。"
MSM6065="このプリンターのすべての機能を使用するためには、Canon製ドライバーを選択する必要があります。\n[次へ]を押して、再度設定してください。"
MSM6066="通常使うプリンターに設定する"
MSM6067="プリンターとパソコンをUSBケーブルで接続してください。\nプリンターの電源が入っていることを確認してください。"
MSM6091="初回のインク充填操作は実施しましたか？"
MSM6092="1. インクタンクにインクがあることを確認してください。\n2. プリンターのストップ(Stop)ボタンをおよそ5秒間長押ししてください。\nその後、プリンターはインク充填処理を開始します。この処理はおよそ6分かかります。"
MSM6093="1. インクタンクにインクがあることを確認してください。\n2. プリンターのリセット(RESUME/CANCEL)ボタンをおよそ5秒間長押ししてください。\nその後、プリンターはインク充填処理を開始します。この処理はおよそ6分かかります。"
